tutorials/reactiveTransport/reactiveTransportFoam/2DGrainstoneBimolecular/constant/thermoPhysicalProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermoPhysicalProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

solutionSpecies
{
	A
	{
		D D [ 0 2 -1 0 0 0 0 ] 1e-9;
	}
	B
	{
		D D [ 0 2 -1 0 0 0 0 ] 1e-9;
	}
	AB
	{
		D D [ 0 2 -1 0 0 0 0 ] 1e-9;
	}
};

surfaceSpecies
{
}

surfaceMasters
{
}

// ************************************************************************* //
